Repository: x-yzt/psychotropic
Catalog: psychotropic/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Invite me to your guild!
fr: Invite-moi sur ton serveur !

source: Display various informations about the Psychotropic bot.
fr: Affiche diverses informations sur le bot Psychotropic.

source: A Discord bot built for harm reduction and chemistry.
fr: Un bot Discord conçu pour la réduction des risques et la chimie.

source: 💡 Help
fr: 💡 Aide

source: Use `/help` to display help page.
fr: Utilise `/help` pour afficher la page d'aide.

source: 🛠️ Source code & issues
fr: 🛠️ Code source et tickets

source: [See them on GitHub]({url})
fr: [Voir sur GitHub]({url})

source: 📈 Stats
fr: 📈 Statistiques

source: Currently in **{len}** guilds.
fr: Actuellement sur **{len}** serveurs.

source: 📄 Data providers
fr: 📄 Fournisseurs de données

source: Psychotropic was carefully trained by xyzt_
fr: Psychotropic a été soigneusement entraîné par xyzt_

source: Display help about Psychotropic commands.
fr: Affiche l'aide des commandes de Psychotropic.

source: 💡 Psychotropic help
fr: 💡 Aide de Psychotropic

source: **Parameters:**
fr: **Paramètres :**

source: Something went wrong
fr: Quelque chose a mal tourné

source: Error: {msg} :(
fr: Erreur : {msg} :(

source: Can't connect to external server
fr: Erreur de connexion au serveur externe

source: Maybe you should retry later?
fr: Peut-être devrais-tu réessayer plus tard ?

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Computing...
fr: Calcul...

source: Relax, it will just take a year or two.
fr: Tranquille, ça va juste prendre un an ou deux.

source: ~~Deleted user~~
fr: ~~Compte supprimé~~

source: Read more
fr: Lire la suite
